[Translation]
LangCode=0401
ReadHabit=Left-to-right
LanguageName=KUK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Agahî
Warning=Balkêşname
Error=Çewtî
Confirm=Ewlekirin
FrmWRC.btnregclean.caption=Paxişkera Registry
FrmWRC.btnadv.caption=Amedekirina pergalê
FrmWRC.btnsilm.caption=Hevdanekirina Registry
FrmWRC.btnrestore.caption=Zivrandin
FrmWRC.btnsettings.caption=Amedeker
FrmWRC.btnlikeit.caption=Li xweşîya min hat
FrmWRC.btnsuggest.caption=Pêşniyarî û Nirx
FrmWRC.WiseSimpleButton1.caption=Têkûzdane
FrmRegClean.btnall.caption=Hemû hilbijêre
FrmRegClean.btnre.caption=Çêtirîn
FrmRegClean.btnnone.caption=Tiştî hilnebijêrîne
FrmRegClean.btnCustom.caption=Wara taybet
FrmRegClean.WiseLabel1.caption=Karpêrist
FrmRegClean.lbltype.caption=Hilbijartina cureya vêxistinê:
FrmRegClean.lblweek.caption=Hilbijartina rojê:
FrmRegClean.lbltime.caption=Dem:
FrmRegClean.btnScan.caption=Destpêkirina dahûrandinê
FrmRegClean.btncancel.caption=Nehêle
FrmRegClean.btnrescan.caption=Dubar-dahûrandin
FrmRegClean.lblstat.caption=Ta aniha we Registry’a xwe paxişnekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
FrmRegClean.vtrc.Columns[0]=Dane
FrmRegClean.vtrc.Columns[1]=Kilîta Registry
FrmOptimizer.btnSlimming.caption=Çêtirkirin
FrmOptimizer.btnnone.caption=Tiştî hilnebijêrîne
FrmOptimizer.btnall.caption=Hemû hilbijêre
FrmOptimizer.btnDefault.caption=Pergala rêwaj
FrmOptimizer.lblrecommendinfo.caption=Lava berhemên me ezmûnbikin ji wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer gurzeke girînge ji bu Registry, sêlik û dezgehên pergalê dî li ser PC ya we. Hêsane ku bikarbînin.
FrmOptimizer.lblwdcinfo.caption=Wise Registry Cleaner vê bernamê Registry Cleaner bêpere bardike ji Windows re. Lezgîn, Fireh û Asayîşe!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Hûn dixwazin karê kompyutera xwe hîn baştirbikin?
Frmoptimizer.lblinfoex.caption=Amedekirina pergalê kare tora we baştirbike, Windows’a we lezbike, û pergala we arambike.
FrmOptimizer.btnoptimize.caption=Çêtirkirin
FrmRegDefragger.lblinfo.caption=Hevdanekirina Registry dihêle kompyutera we leztir û aramtir karbike.
FrmRegDefragger.lblstat.caption=We hîn hevdanekirina Registry xwe nekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
FrmRegDefragger.btndefrag.caption=Hevdanekirin
FrmRegDefragger.lblinfo1.caption=1. Em pêşnîyarî we dikin ku hûn hemû bernaman bigrin berî ev kara kardike.
FrmRegDefragger.lblinfo2.caption=2. Pergal wê bersiva we nede we demê dahûrandinê.
FrmRegDefragger.lblinfo3.caption=3. Kompyutera we wê ji nûh ve vêkeve piştî bidawîkirina hevdanekirina Registry.
FrmRegDefragger.lblinfo4.caption=4. Lava hevdanekirina Registry nebirînin, ji ber ku wê bibe sedema astengina nenasîn.
FrmRegDefragger.vtdefrag.Columns[0]=Nava şanê
FrmRegDefragger.vtdefrag.Columns[1]=Barista aniha
FrmRegDefragger.vtdefrag.Columns[2]=Barista nûh
FrmRegDefragger.vtdefrag.Columns[3]=Nirxa dubarekirinê
FrmRegDefragger.btnAnalysis.caption=Dahûrandin
Frmcustom.caption=Wara taybet
Frmcustom.btnre.caption=Çêtirîn
Frmcustom.btnall.caption=Hemû hilbijêre
Frmcustom.btnnone.caption=Tiştî hilnebijêrîne
Frmcustom.btncancel.caption=Nehêle
Frmcustom.btnok.caption=Erê
FrmAbout.lblver.caption=Çapa aniha:
FrmAbout.lblemail.caption=E-peyama piştgîrîyê:
FrmAbout.lblemailinfo.caption=heja123@hotmail.com
FrmAbout.lblhome.caption=Rûpele serekî:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Wergêr: Hêja tobal hamo
FrmAboutWin.caption=Li ser me
FrmAboutWin.btnok.caption=Erê
FrmSettings.caption=Amedeker
FrmSettings.tsCommon.caption=Gelemper
FrmGeneral.chkexp.caption=Beşdarî bernama Customer Experience Improvement bibin.
FrmGeneral.lblexp.caption=Hûragahî
FrmSettings.tsAutoRun.caption=Xwe-vêxistin
FrmSettings.tsExclusion.caption=Hawêrde
FrmSettings.btnrestore.caption=Li ser me
FrmSettings.btnok.caption=Erê
FrmSettings.btncancel.caption=Nehêle
FrmAutorunSettings.chk1.caption=Afrandina şanika 'Paxişkirin bi nikilekê' li ser rûkevalê.
FrmAutorunSettings.lblcmd.caption=Şêwaza xêza fermanê
FrmAutorunSettings.lblcmdinfo.caption=Hûn dikarin bernamê vêxin, bidahûrînin û ajokên xwe paxişbikin, bi awaya jixweberî di xêza fermanê de. Ji bu agahîna kûrtir, lava pişkova F1 tilîkin an li ser vê girêkê nikilbikin ji bu alîkarîyê.
FrmAutorunSettings.btnhelp.caption=Alîkarî li ser înternêtê
FrmExclusion.btnAdd.caption=Bêjeyekê zêdebike
FrmExclusion.btnExport.caption=Hinarekirin
FrmExclusion.btnRemove.caption=Hilandin
FrmExclusion.btnimport.caption=Hawirdekirin
Frminput.btnok.caption=Erê
Frminput.btncancel.caption=Nehêle
FrmGeneral.chkNews.caption=Namêyên nûçî yên xwebar
FrmGeneral.chkbackup.caption=Xwe-têkûzkirina Registry berî paxişkirinê
FrmGeneral.WiseLabel1.caption=Berçavkirina nûjenkirinê:
FrmGeneral.WiseLabel2.caption=Zimana rêwaj:
FrmGeneral.btnchecknew.caption=Lêgerîn aniha
FrmGeneral.lbtran.caption=Wergerandin…
FrmGeneral.lblscanmode.caption=Çawa Registry bidahûrînim
FrmGeneral.rdnormal.caption=Asayî
FrmGeneral.rdssafe.caption=Yên aram tenê
FrmGeneral.rddeep.caption=Kûr
Frm_br.btncancel.caption=Nehêle
FrmBackup.caption=Têkûzdane
FrmBackup.btnreg.caption=Afrandina tekûzdaneya tevîya Registry
FrmBackup.btnsys.caption=Afrandina xala zivrandina pergalê
FrmRestore.caption=Navenda zivrandinê
FrmRestore.btnRegBk.caption=Tekûzdaneya Registry
FrmRestore.btnSysBK.caption=Zivrandina pergalê
FrmRestore.btnclose.caption=Girtin
FrmRestore.btnrestore.caption=Zivrandin
FrmRestore.btnremove.caption=Hilandin
frmupdate.caption=Nûjenkirina bernamê
pmHelp=Alîkarî li ser înternêtê
pmHome=Rûpela serekî
pmContact=Bi me re biragihin
pmCheckNew=Berçavkirina nûjenkirinê
pmLang=Hilbijartina Ziman
pmSkin=Hilbijartina rûrengê
pmAbout=Li ser me
pmIgnore=Guhnede vê bûjenê
pmrec=Hilbijartina bûjenên aram
pmAll1=Hemû hilbijêre
pmNone=Tiştî hilnebijêrîne
pmGo=Di rizgarker Registry de veke…
pmExport=Hinarekirin li…
pmPortable=Afrandina çapeke hilgirtî
FrmlikeUs.lblTitle.caption=Heger we ji Wise Registry Cleaner hezkir, Lava bi havlên xwe jî bidin naskirin.
FrmlikeUs.lblInfo.caption=Lava Wise Registry Cleaner bi malbet, hevalên û karhevalên xwe re li ser Blog, Twitter, YouTube, Facebook,... parvebikin
FrmlikeUs.lblRate.caption=Wise Registry Cleaner binirxînin:
FrmlikeUs.lblfollow.caption=Bi me re bin li ser:
FrmlikeUs.lblshare.caption=Parvekirina Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Jêbarkirina bê pere
FrmlikeUs.imgrate.hint=Li ser CNET 5 stêrkan bi me din
FrmlikeUs.imgmail.hint=Bi hevalên xwe re parvebikin
FrmlikeUs.imgface1.hint=Li ser Facebook parvebikin
FrmlikeUs.imgface2.hint=Bi me re bin li ser Facebook
FrmlikeUs.imgtwitter1.hint=Li ser Twitter parvebikin
FrmlikeUs.imgtwitter2.hint=Bi me re bin li ser Twitter
FrmlikeUs.Caption=Li xweşîya min hat
FrmlikeUs.lbldownload.caption=Ji WiseCleaner.com de bernamên bê pere jêbarbikin:
FrmProcess.Caption=Dahûrandina Registry
FrmProcess.lblwait.caption=Dahûrandin...
FrmProcess.lblinfo.caption=PC ‘ya we wê bersivê nede ta hin çirkan an xulekan.

[GUI]
ButtonYes=Belê
ButtonNo=Na
ButtonOK=Erê
ButtonMinimize=Biçûkkirin
ButtonMaximize=Mezinkirin
ButtonClose=Girtin
ButtonRestore=Zivrandin
ButtonMenu=Pêrist

[Message]
Total=Sercem
DefragRate=Dibe alîkarîya sivikkirina Registry ’ya we bi %s bike.
SuggestDefrag=Hevdanekirinek tavilê ji bu Registry baştirîne.
SuggestIgnore=Pir zore ku Registry aniha firhbibe, û ji ber vê lava care tê hevdanebikin.
TypeNoError=Paxişkirin
NeverClean=Ta aniha we Registry’a xwe paxişnekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
AdviseClean=Wergerandina Hêja.t.h
DupItem=Ev bûjena di zexelê de hat zexelkirin.
Advisedefrag=Hevdanekirina Registry dihêle kompyutera we leztir û aramtir karbike.
NeverDefrag=We hîn hevdanekirina Registry xwe nekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
LastDefrag=Cara dawî we Registry ‘ya xwe hevdanekir di vê demê de bû:
TotalDefrag=Sercema yên hatinî guvaştin %.2f .
DefaultValue=(Rêwaj)
RegBackup=Tekûzdaneya Registry
RegRestore=Zivrandina Registry
CreateBackup=Afrandina daneya têkûzdaneyê…
Compress=Tê guvaştin…
Extracte=Jê derxistin…
Complete=Bi serî bû
RestoreReg=Zivrandina Registry… Hin xulekan rawestin…
NotSupportOS=Kêr ne piştgîrkirîyê di vê karî pergalê de.
EnableRestore=Zivrandina pergalê ne çalake. Hûn dixwazin zivrandina pergalê çalakbikin?
SysCreating=Afrandina xala zivrandina pergalê…
SysRestoring=Tê amedekirin ji bu zivrandina pergalê…
RestorePointDone=Xala zivrandina pergalê biserkeftin hat afrandin.
RestorePointFail=Çewtî di afrandina xala zivrandina pergalê.
ErrorMsg=Nameya çewtîyê:
Area=War
Summary=Pênase
LeastOne=Lava en kêm warekê hilbijêrin ku bê dahûrandin.
IsRunning=Ev bernama kardike, Lava rawestin ta dahûrandin bidawîdibe, û dubarebikin.
Optimized=Çêtirkirî
DefragReport=Registry hat guvaştin. Belavoka çêtirkirinê:
DefragReport1=Barista kevin ya Registry:
DefragReport2=Barista nûh ya Registry:
DefragReport3=Çêtirkirina baristê:
ReOptimize=Dubar-Çêtirkirin
ComfirmDefrag=Hûn dixwazin çêtirkirina Registry destpêbikin?
def15After=%d roj derbasbûn li ser hevdanekirina Registry we î dawî. Lava aniha hevdanebikin!
def15Before=Heger hûn Registry guvaştî bihêlin dibe Kompyutera we leztir û aramtir bibe.
KeyWord=Lava bêjeya xwe têxe:
ExImport=Zexela hawêrde hat hinarekirin li:
NoNewVer=Hûn çapa tev dawî bikartînin.
Daily=Rojane
Weekly=Heftane
Monthly=Mehane
Never=Tewir
TranslateTo=Wergerandin…
NeedBack=Xuyaye ev cara yekemîne hûn vê bernamê bikartînin. Baştir hûn têkûzdaneya Registry bikin. Hûn dixwazin bername bi xwe wisa bike?
Newsletter=Namêyên nûçî
UpgradeInfo=Nûjenkirina agahîyan
CannotCrTask=Nikare karpêristeke karûbar biafrîne.
ScheduleNextTime=Carê tê:
Exported=Bûjena aniha li %s  hat hinarekirin, hûn dixwazin aniha rêzê vekin?
Idle=Li ser laşgiran e
Login=Demê têketinê
LastClean=Cara dawî we Registry xwe paxişkir di vê demê de bû:
Monday=Duşem
Tuesday=Sêşem
Wednesday=Çarşem
Thursday=Pêncşem
Friday=În
Saturday=Şemî
Sunday=Yekşem
IssueFound=%d asteng hatin dîtin.
Scanning=Dahûrandin
ScanCanceled=Dahûrandin ji kar hat xistin!
FindError=Sercema %d astengan hatin dîtin. %d ne parastîne.
LogAll=%d asteng hatin dîtin, %d asteng hatin çareserîkirin.
LogFail=Çewtî di hilandina %d astengan de.
StartClean=Destpêkirina paxişkirinê
StartScan=Destpêkirina dahûrandinê
7After=%d roj derbasbûn li ser paxişkirina dawî. Paştirîne ku aniha bidahûrînin.
7Before=Başe ku hûn ajokên xwe paxiş û ewlehîya teybeta we bihêlin.
ReScanHint=%d asteng hatin dîtin.Em we pêşnîyardikin ku hûn dubar-bidahûrînin ku hûn astengan pirtir bibînin.
CleanNow=Lava li ser "Destpêkirina paxişkirinê" nikilbikin ku vê astengê aniha careserbikin.
NoError=Pîroz be! Registry’a we paxişe!
GoodHabit=Registry ‘a we paxişe. Ji bu hêştina Registry tim baxiş. Lava tim wê paxişbikin.
ReScanHint1=Em pêşnîyarî we dikin ku hûn careke dîn bidahûrînin ji bu li astengan bigerin.
TypeChanged=We bûjenên dahûrandinê guhartin!
ReScanHint2=Lava dubar-bidahûrînin ku hûn astengan bibînin.
CleanDone=Paxişkirin biserîbû!
bkAuto=Jixweber
bkManual=Destkarî
BackupDate=Dîroka têkûzdanê
BackupType=Cura têkûzdanê
Problems=Asteng
CreateDate=Dîroka afrandinê
Description=Pênase
Removebackup=Hûn dixwazin têkûzdaneya hilbijartî hilbidin?
RemoveSysRestore=Hûn dixwazin xala zivrandina pergalê yê hilbijartî hilbidin?
NoBackupSelected=Lava en kêm têkûzdanekê hilbijêrin ku bizivrîne.
RestoreComplete=Zivrandin biseribû
RestoreFromSysRestore=Divê hûn kompyutera xwe ji nûh ve vêxin ji bu zivrandina pergalê. Hûn dixwazin dest bi zivrandinê bikin?
WhenIdle=Li ser laşgiran e
WhenLogin=Demê têketinê
NewVer=Çapeke nûh heye! Hûn aniha dixwazin nûjenbikin?

[Tuneup]
RestoreAll=Hûn dixwazin hemû bûjenan bizivrînin Winddows’a rêwaj?
NoSelectedItem=Lava en kêm bûjenekê hilbijêrin ku bê çêtirkirin.
OptItems=Ev bûjena %d çêtirkirbarin.
ItemsOptimized=%d bûjen hatin çêtirkirin.
TakeEff=Hin guhartin çalaknabin ta hûn careke dî PC’ya xwe ji nûh ve vêxin.
NoItems=Pîrozbe! Hemû bûjen hatin çêtirkirin.
BootSpeedup=Vêxistina lezkirinê/Vemirandina lezbûnê
SystemStable=Aramkirina pergalê
SystemSpeedup=Lezkirina pergalê
NetworkSpeedup=Lezkirina torê
PrefetchParameters=Optimize prefetch parameters to improve Windows boot-up speed
BootDelay=Reduces "check disk" time to improve Windows boot-up speed
BootPartition=Enable optimization feature to improve Windows boot-up speed.
ClearPagingFile=Disable clearing Windows Paging File at shutdown to speed up PC shutdown
TimeOut=Reduce application idleness at closing to improve the shutdown process
AutoKill=Close frozen processes to avoid system crashes
RestartExplorer=Automatically restart the Windows Explorer to stop an unexpected desktop disappearing
TwoProcess=Set Windows Explorer components to run in separate processes avoiding system conflicts
ErrorReport=Disable screen error reporting to improve system performance
Debugger=Disable the debugger to speed up error processing
OptMemory=Optimize memory default settings to improve system performance
OptVEff=Optimize front end components (dialog box, menus, etc.) appearance to improve system performance
OptFileSystem=Optimize the file system to improve system performance
OptDiskSystem=Optimize disk I/O subsystem to improve system performance
DisAutoRun=Disable the "Autoplay" feature on drives to avoid virus infection/propagation
OptDiskIdle=Optimize disk I/O while CPU is idle
OptTTL=Optimize TTL (Time To Live) settings to improve network performance
OptNetForward=Optimize network forward ability to improve network performance
OptMTU=Improve TCP/IP performance through automatic detection of "black holes" in routing at Path MTU Discovery technique
OptWINS=Optimize WINS name query time to improve data transfer speed
OptNetWork=Optimize network settings to improve communication performance
CloseAnimate=Close animation effect when maximizing or minimizing a window to speed up the window response
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Option may be ignored if physical memory is <1 GB)
StaticIP=Set a static IP for your local connection to speed up your PC boot
PorcessorTime=Optimize processor performance for execution of applications, games, etc. (Ignore if server)
DisableIDECheck=Prevent IDE channel checking by Windows to improve the Windows boot-up speed
ForeAppSpeed=Boost the response speed of foreground programs
AeroPeek=Boost the display speed of Aero Peek
OptEthernet=Optimize Ethernet card performance

[Type]
Activex=ActiveX/COM Beşên pêkhatî çewt
FireWall=Amderdekera ardîwara Windows çewt
RootAll=Şop û rêzên çewt
SoftwareSection=Şopên û rêzên çewt yên hilandinê
ApplicationPaths=Şopên û rêzên çewt  yên bernama
FileTypes=Rêzên çewt yên agahîyê
HelpFiles=Rêzên çewt yên alîkarîyê
Fonts=Agahîyên destnivsê yên çewt
SharedDLL=DLL’ên parvekirî
MRULists=Pêristên MRU li dawî bikaranînî
UninstallSection=Hilandker
StartMenu=Pêrista Destpêbike
StartupProgram=Bernamên destpêka Windows
SoundandAppEvents=Deng û bûyerên bernaman
IEUrlHistory=Dîroka malperan ya IE
IFEO=Bûjenên afrandî ji  spyware, virus an malware
EmptyKey=Bûjenên bê agahî
App=Amedekerên bernaman yên çewt

[ErrorMessage]
MimeExName=Rêza MIME çewte : %s
EmptyKey=Bûjenên bê agahî
EmptyHelpdirctory=Şopên alîkarîya vala.
FileNotExist=Rêz (Kaxizhilgir) yên nînin.
HFileNotExist=Rêza alîkarîyê (Kaxizhilgir) yên nînin.
EmptyValue=Nirxa vala
TypeLib=Cure xaneya yên nînin.
NodeEmpty=Tamara vala
SharedFilenotexist=Rêza parvekirî nîne.
sharedfilenotbeuse=Rêza parvekirî netê bikaranîn.
noconnection=Bê rêza agahîya pêkgihêştinê ye.
Invalidpathtoicon=Şopa şaş ya şanikê.
ReferstoaninvalidClass=Dizivre asteke çewt.
Emptyshellcommand=Fernama Shell vala ye.
Invalidshellcommand=Fernama Shell çewte (rêz nîne).
Fontsnotexist=Rêzên destnivîsê yên nînin.
Hijacking=%s hat îrîşkirin ji %s de.
MRULists=Pêristên MRU li dawî bikaranînî
invalidOpenWith=Ti bername wisa nîne.
ReferActivex=Dizivre bûjenek ActiveX/COM çewt.
EmptyCLSID=CLSID vala.
ComSourceNotExist=Çavkanîya COM nîne.
invalidUnistall=Agahîyên hilandinê yên çewt
notexist=Nîne.
ObsoleteStartMenuItem=Bûjeneke pêrista destpêbike berdayî.
SoundFilenotexist=Rêzên deng nîne.
FileNotExist1=Rêz (kaxizhilgir) nîne, lê ajoka "%s" ew %s, çêtirê guhnede vê çewtîyê.
OpenWithError=Vekirin bi çewtîyê, bernama hilbijartî nîne.
OpenWithError1=Vekirin bi çewtîyê re, bernama taybet nîne. lê ajoka "%s" ew %s, çêtirê guhnede vê çewtîyê.
ComSourceNotExist1=Çavkanîya COM nîne, lê ajoka "%s" ew %s, çêtirê guhnede vê çewtîyê.

[Summary]
Activex=ActiveX/COM Beşên pêkhatî çewt
FireWall=Amderdekera ardîwara Windows çewt
RootAll=Şop û rêzên çewt
SoftwareSection=Şopên û rêzên çewt yên hilandinê
ApplicationPaths=Şopên û rêzên çewt  yên bernama
FileTypes=Rêzên çewt yên agahîyê
HelpFiles=Rêzên çewt yên alîkarîyê
Fonts=Agahîyên destnivsê yên çewt
SharedDLL=Banamxane bê kêr an kar e.
MRULists=Dîroka rêzên bikarîner gihêştî, Fîlmên temaşekirî…
UninstallSection=Agahîyên bernamên hilandî yên bê kêr û kar
StartMenu=Bûjenên pêrista Destpêbike yên jikarxistî
StartupProgram=Bernamên destpêka windows de yên jikarxistî
SoundandAppEvents=Dengên yên jikarxistî an amedekerên bûyeran
IEUrlHistory=Dîroka malperan ya IE
IFEO=Bûjenên afrandî ji  spyware, virus or malware
EmptyKey=Bûjenên bê agahî
App=Amedekerên bernaman yên çewt

[AutoClean]
ErrorsFixed=Astengî hatin paxişkirin.
Title=Pîroz be!
ErrorsFound=Astengî hatin dîtin.

[Skin]
SkinDefault=Rêwaj
SkinBlue=Şîn
SkinGreen=Kesk
SkinCustom=Taybet
SkinColor=Renga taybet ya rûrengê

